{
  "nodes": [
    {
      "op": "null", 
      "name": "target", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "target_embed_weight", 
      "attrs": {"__shape__": "(13585, 512)"}, 
      "inputs": []
    }, 
    {
      "op": "Embedding", 
      "name": "target_embed_embed", 
      "attrs": {
        "input_dim": "13585", 
        "output_dim": "512"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split3", 
      "attrs": {
        "axis": "1", 
        "num_outputs": "100", 
        "squeeze_axis": "True"
      }, 
      "inputs": [[2, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "source", 
      "inputs": []
    }, 
    {
      "op": "SliceChannel", 
      "name": "split0", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "1", 
        "squeeze_axis": "True"
      }, 
      "inputs": [[4, 0, 0]]
    }, 
    {
      "op": "_zeros", 
      "name": "_zeros0", 
      "attrs": {
        "dtype": "float32", 
        "shape": "(1,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "broadcast_not_equal", 
      "name": "broadcast_not_equal0", 
      "inputs": [[5, 0, 0], [6, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "sum0", 
      "attrs": {"axis": "1"}, 
      "inputs": [[7, 0, 0]]
    }, 
    {
      "op": "zeros_like", 
      "name": "zeros_like1", 
      "inputs": [[8, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims300", 
      "attrs": {"axis": "1"}, 
      "inputs": [[9, 0, 0]]
    }, 
    {
      "op": "tile", 
      "name": "tile0", 
      "attrs": {"reps": "(1, 1024)"}, 
      "inputs": [[10, 0, 0]]
    }, 
    {
      "op": "Concat", 
      "name": "decoder_rnn_concat_target_context_t0", 
      "attrs": {
        "dim": "1", 
        "num_args": "2"
      }, 
      "inputs": [[3, 0, 0], [11, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "decoder_rnn_l0_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "decoder_rnn_l0_i2h_bias", 
      "attrs": {"__init__": "[\"lstmbias\", {\"forget_bias\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "decoder_rnn_l0_t0_i2h", 
      "attrs": {"num_hidden": "4096"}, 
      "inputs": [[12, 0, 0], [13, 0, 0], [14, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "source_embed_factor_split", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "1", 
        "squeeze_axis": "True"
      }, 
      "inputs": [[4, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "source_embed_weight", 
      "attrs": {"__shape__": "(15989, 512)"}, 
      "inputs": []
    }, 
    {
      "op": "Embedding", 
      "name": "source_embed_embed", 
      "attrs": {
        "input_dim": "15989", 
        "output_dim": "512"
      }, 
      "inputs": [[16, 0, 0], [17, 0, 0]]
    }, 
    {
      "op": "SwapAxis", 
      "name": "swapaxes0", 
      "attrs": {
        "__layout__": "TNC", 
        "dim1": "0", 
        "dim2": "1"
      }, 
      "inputs": [[18, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split0", 
      "attrs": {
        "axis": "0", 
        "num_outputs": "100", 
        "squeeze_axis": "1"
      }, 
      "inputs": [[19, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_birnn_forward_l0_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_birnn_forward_l0_i2h_bias", 
      "attrs": {"__init__": "[\"lstmbias\", {\"forget_bias\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t0_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 0, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "_zeros", 
      "name": "encoder_birnn_forward_l0_begin_state_0", 
      "attrs": {
        "__layout__": "NC", 
        "dtype": "float32", 
        "shape": "(0, 512)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_birnn_forward_l0_h2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_birnn_forward_l0_h2h_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t0_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[24, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus0", 
      "inputs": [[23, 0, 0], [27, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t0_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[28, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t0_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[29, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t0_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[29, 1, 0]]
    }, 
    {
      "op": "_zeros", 
      "name": "encoder_birnn_forward_l0_begin_state_1", 
      "attrs": {
        "__layout__": "NC", 
        "dtype": "float32", 
        "shape": "(0, 512)"
      }, 
      "inputs": []
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul0", 
      "inputs": [[31, 0, 0], [32, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t0_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[29, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t0_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[29, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul1", 
      "inputs": [[34, 0, 0], [35, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t0_state", 
      "inputs": [[33, 0, 0], [36, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation0", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[37, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t0_out", 
      "inputs": [[30, 0, 0], [38, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims0", 
      "attrs": {"axis": "0"}, 
      "inputs": [[39, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t1_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 1, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t1_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[39, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus1", 
      "inputs": [[41, 0, 0], [42, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t1_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[43, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t1_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[44, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t1_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[44, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul2", 
      "inputs": [[46, 0, 0], [37, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t1_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[44, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t1_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[44, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul3", 
      "inputs": [[48, 0, 0], [49, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t1_state", 
      "inputs": [[47, 0, 0], [50, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation1", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[51, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t1_out", 
      "inputs": [[45, 0, 0], [52, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims1", 
      "attrs": {"axis": "0"}, 
      "inputs": [[53, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t2_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 2, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t2_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[53, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus2", 
      "inputs": [[55, 0, 0], [56, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t2_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[57, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t2_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[58, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t2_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[58, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul4", 
      "inputs": [[60, 0, 0], [51, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t2_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[58, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t2_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[58, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul5", 
      "inputs": [[62, 0, 0], [63, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t2_state", 
      "inputs": [[61, 0, 0], [64, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation2", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[65, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t2_out", 
      "inputs": [[59, 0, 0], [66, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims2", 
      "attrs": {"axis": "0"}, 
      "inputs": [[67, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t3_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 3, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t3_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[67, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus3", 
      "inputs": [[69, 0, 0], [70, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t3_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[71, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t3_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[72, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t3_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[72, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul6", 
      "inputs": [[74, 0, 0], [65, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t3_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[72, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t3_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[72, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul7", 
      "inputs": [[76, 0, 0], [77, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t3_state", 
      "inputs": [[75, 0, 0], [78, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation3", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[79, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t3_out", 
      "inputs": [[73, 0, 0], [80, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims3", 
      "attrs": {"axis": "0"}, 
      "inputs": [[81, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t4_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 4, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t4_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[81, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus4", 
      "inputs": [[83, 0, 0], [84, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t4_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[85, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t4_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[86, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t4_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[86, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul8", 
      "inputs": [[88, 0, 0], [79, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t4_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[86, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t4_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[86, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul9", 
      "inputs": [[90, 0, 0], [91, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t4_state", 
      "inputs": [[89, 0, 0], [92, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation4", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[93, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t4_out", 
      "inputs": [[87, 0, 0], [94, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims4", 
      "attrs": {"axis": "0"}, 
      "inputs": [[95, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t5_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 5, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t5_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[95, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus5", 
      "inputs": [[97, 0, 0], [98, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t5_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[99, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t5_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[100, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t5_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[100, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul10", 
      "inputs": [[102, 0, 0], [93, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t5_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[100, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t5_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[100, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul11", 
      "inputs": [[104, 0, 0], [105, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t5_state", 
      "inputs": [[103, 0, 0], [106, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation5", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[107, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t5_out", 
      "inputs": [[101, 0, 0], [108, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims5", 
      "attrs": {"axis": "0"}, 
      "inputs": [[109, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t6_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 6, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t6_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[109, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus6", 
      "inputs": [[111, 0, 0], [112, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t6_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[113, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t6_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[114, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t6_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[114, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul12", 
      "inputs": [[116, 0, 0], [107, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t6_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[114, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t6_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[114, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul13", 
      "inputs": [[118, 0, 0], [119, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t6_state", 
      "inputs": [[117, 0, 0], [120, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation6", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[121, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t6_out", 
      "inputs": [[115, 0, 0], [122, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims6", 
      "attrs": {"axis": "0"}, 
      "inputs": [[123, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t7_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 7, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t7_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[123, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus7", 
      "inputs": [[125, 0, 0], [126, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t7_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[127, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t7_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[128, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t7_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[128, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul14", 
      "inputs": [[130, 0, 0], [121, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t7_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[128, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t7_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[128, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul15", 
      "inputs": [[132, 0, 0], [133, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t7_state", 
      "inputs": [[131, 0, 0], [134, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation7", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[135, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t7_out", 
      "inputs": [[129, 0, 0], [136, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims7", 
      "attrs": {"axis": "0"}, 
      "inputs": [[137, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t8_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 8, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t8_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[137, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus8", 
      "inputs": [[139, 0, 0], [140, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t8_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[141, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t8_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[142, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t8_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[142, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul16", 
      "inputs": [[144, 0, 0], [135, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t8_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[142, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t8_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[142, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul17", 
      "inputs": [[146, 0, 0], [147, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t8_state", 
      "inputs": [[145, 0, 0], [148, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation8", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[149, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t8_out", 
      "inputs": [[143, 0, 0], [150, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims8", 
      "attrs": {"axis": "0"}, 
      "inputs": [[151, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t9_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 9, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t9_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[151, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus9", 
      "inputs": [[153, 0, 0], [154, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t9_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[155, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t9_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[156, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t9_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[156, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul18", 
      "inputs": [[158, 0, 0], [149, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t9_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[156, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t9_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[156, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul19", 
      "inputs": [[160, 0, 0], [161, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t9_state", 
      "inputs": [[159, 0, 0], [162, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation9", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[163, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t9_out", 
      "inputs": [[157, 0, 0], [164, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims9", 
      "attrs": {"axis": "0"}, 
      "inputs": [[165, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t10_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 10, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t10_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[165, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus10", 
      "inputs": [[167, 0, 0], [168, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t10_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[169, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t10_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[170, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t10_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[170, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul20", 
      "inputs": [[172, 0, 0], [163, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t10_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[170, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t10_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[170, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul21", 
      "inputs": [[174, 0, 0], [175, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t10_state", 
      "inputs": [[173, 0, 0], [176, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation10", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[177, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t10_out", 
      "inputs": [[171, 0, 0], [178, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims10", 
      "attrs": {"axis": "0"}, 
      "inputs": [[179, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t11_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 11, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t11_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[179, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus11", 
      "inputs": [[181, 0, 0], [182, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t11_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[183, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t11_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[184, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t11_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[184, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul22", 
      "inputs": [[186, 0, 0], [177, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t11_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[184, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t11_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[184, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul23", 
      "inputs": [[188, 0, 0], [189, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t11_state", 
      "inputs": [[187, 0, 0], [190, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation11", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[191, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t11_out", 
      "inputs": [[185, 0, 0], [192, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims11", 
      "attrs": {"axis": "0"}, 
      "inputs": [[193, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t12_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 12, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t12_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[193, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus12", 
      "inputs": [[195, 0, 0], [196, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t12_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[197, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t12_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[198, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t12_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[198, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul24", 
      "inputs": [[200, 0, 0], [191, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t12_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[198, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t12_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[198, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul25", 
      "inputs": [[202, 0, 0], [203, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t12_state", 
      "inputs": [[201, 0, 0], [204, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation12", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[205, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t12_out", 
      "inputs": [[199, 0, 0], [206, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims12", 
      "attrs": {"axis": "0"}, 
      "inputs": [[207, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t13_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 13, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t13_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[207, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus13", 
      "inputs": [[209, 0, 0], [210, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t13_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[211, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t13_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[212, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t13_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[212, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul26", 
      "inputs": [[214, 0, 0], [205, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t13_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[212, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t13_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[212, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul27", 
      "inputs": [[216, 0, 0], [217, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t13_state", 
      "inputs": [[215, 0, 0], [218, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation13", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[219, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t13_out", 
      "inputs": [[213, 0, 0], [220, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims13", 
      "attrs": {"axis": "0"}, 
      "inputs": [[221, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t14_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 14, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t14_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[221, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus14", 
      "inputs": [[223, 0, 0], [224, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t14_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[225, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t14_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[226, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t14_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[226, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul28", 
      "inputs": [[228, 0, 0], [219, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t14_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[226, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t14_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[226, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul29", 
      "inputs": [[230, 0, 0], [231, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t14_state", 
      "inputs": [[229, 0, 0], [232, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation14", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[233, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t14_out", 
      "inputs": [[227, 0, 0], [234, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims14", 
      "attrs": {"axis": "0"}, 
      "inputs": [[235, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t15_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 15, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t15_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[235, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus15", 
      "inputs": [[237, 0, 0], [238, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t15_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[239, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t15_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[240, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t15_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[240, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul30", 
      "inputs": [[242, 0, 0], [233, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t15_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[240, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t15_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[240, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul31", 
      "inputs": [[244, 0, 0], [245, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t15_state", 
      "inputs": [[243, 0, 0], [246, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation15", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[247, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t15_out", 
      "inputs": [[241, 0, 0], [248, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims15", 
      "attrs": {"axis": "0"}, 
      "inputs": [[249, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t16_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 16, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t16_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[249, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus16", 
      "inputs": [[251, 0, 0], [252, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t16_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[253, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t16_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[254, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t16_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[254, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul32", 
      "inputs": [[256, 0, 0], [247, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t16_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[254, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t16_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[254, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul33", 
      "inputs": [[258, 0, 0], [259, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t16_state", 
      "inputs": [[257, 0, 0], [260, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation16", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[261, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t16_out", 
      "inputs": [[255, 0, 0], [262, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims16", 
      "attrs": {"axis": "0"}, 
      "inputs": [[263, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t17_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 17, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t17_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[263, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus17", 
      "inputs": [[265, 0, 0], [266, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t17_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[267, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t17_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[268, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t17_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[268, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul34", 
      "inputs": [[270, 0, 0], [261, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t17_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[268, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t17_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[268, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul35", 
      "inputs": [[272, 0, 0], [273, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t17_state", 
      "inputs": [[271, 0, 0], [274, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation17", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[275, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t17_out", 
      "inputs": [[269, 0, 0], [276, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims17", 
      "attrs": {"axis": "0"}, 
      "inputs": [[277, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t18_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 18, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t18_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[277, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus18", 
      "inputs": [[279, 0, 0], [280, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t18_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[281, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t18_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[282, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t18_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[282, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul36", 
      "inputs": [[284, 0, 0], [275, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t18_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[282, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t18_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[282, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul37", 
      "inputs": [[286, 0, 0], [287, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t18_state", 
      "inputs": [[285, 0, 0], [288, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation18", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[289, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t18_out", 
      "inputs": [[283, 0, 0], [290, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims18", 
      "attrs": {"axis": "0"}, 
      "inputs": [[291, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t19_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 19, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t19_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[291, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus19", 
      "inputs": [[293, 0, 0], [294, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t19_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[295, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t19_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[296, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t19_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[296, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul38", 
      "inputs": [[298, 0, 0], [289, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t19_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[296, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t19_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[296, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul39", 
      "inputs": [[300, 0, 0], [301, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t19_state", 
      "inputs": [[299, 0, 0], [302, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation19", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[303, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t19_out", 
      "inputs": [[297, 0, 0], [304, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims19", 
      "attrs": {"axis": "0"}, 
      "inputs": [[305, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t20_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 20, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t20_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[305, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus20", 
      "inputs": [[307, 0, 0], [308, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t20_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[309, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t20_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[310, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t20_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[310, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul40", 
      "inputs": [[312, 0, 0], [303, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t20_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[310, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t20_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[310, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul41", 
      "inputs": [[314, 0, 0], [315, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t20_state", 
      "inputs": [[313, 0, 0], [316, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation20", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[317, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t20_out", 
      "inputs": [[311, 0, 0], [318, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims20", 
      "attrs": {"axis": "0"}, 
      "inputs": [[319, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t21_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 21, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t21_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[319, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus21", 
      "inputs": [[321, 0, 0], [322, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t21_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[323, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t21_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[324, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t21_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[324, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul42", 
      "inputs": [[326, 0, 0], [317, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t21_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[324, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t21_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[324, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul43", 
      "inputs": [[328, 0, 0], [329, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t21_state", 
      "inputs": [[327, 0, 0], [330, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation21", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[331, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t21_out", 
      "inputs": [[325, 0, 0], [332, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims21", 
      "attrs": {"axis": "0"}, 
      "inputs": [[333, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t22_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[20, 22, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t22_h2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[333, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
