{
    "shore": 10084,
    "Dig@@": 9121,
    "Hotel": 8178,
    "Source": 10828,
    "MENTS": 8495,
    "employees": 3385,
    "smel@@": 5368,
    "serve": 3046,
    "Johnny": 5789,
    "meat": 2128,
    "NG@@": 8076,
    "Mun@@": 8600,
    "Down@@": 11349,
    "andu": 13560,
    "O'@@": 6065,
    "decides": 5461,
    "Sometimes": 5149,
    "Leave": 4115,
    "ilar": 11860,
    "oma": 6543,
    "Member": 133,
    "lodge": 11061,
    "diseases": 5511,
    "lateral": 12020,
    "Au@@": 3911,
    "ader@@": 4937,
    "toi@@": 11463,
    "Nom@@": 9181,
    "genetic": 8127,
    "authentic": 7626,
    "even": 241,
    "ess": 2768,
    "sah": 13446,
    "Wi@@": 7029,
    "High@@": 5546,
    "program": 2906,
    "part": 453,
    "posed": 6336,
    "ský": 11808,
    "hurry": 4872,
    "Relax": 8851,
    "prove": 2879,
    "overe@@": 13277,
    "shooting": 5202,
    "ε@@": 11832,
    "calendar": 4992,
    "false": 5728,
    "Bringing": 5417,
    "settled": 4305,
    "assumed": 6220,
    "tow@@": 4357,
    "omi": 10921,
    "expiry": 6694,
    "As@@": 4413,
    "ored": 8806,
    "tender": 4317,
    "Div@@": 11600,
    "ardy": 11288,
    "procurement": 4160,
    "nes@@": 4767,
    "neys": 8982,
    "EESC": 1927,
    "shoc@@": 8627,
    "derogation": 4190,
    "■": 13429,
    "Hey": 191,
    "clim@@": 3190,
    "parallel": 7052,
    "prov@@": 10513,
    "fuels": 6459,
    "consisting": 10161,
    "COMM@@": 6607,
    "judgment": 1275,
    "Free": 4139,
    "idiot": 4389,
    "dialog": 8256,
    "Faj@@": 13312,
    "epis@@": 7994,
    "exciting": 8945,
    "three": 338,
    "kinda": 12624,
    "pulled": 3452,
    "kum": 12886,
    "utor": 6844,
    "apar@@": 12026,
    "Treat@@": 9103,
    "contract@@": 11716,
    "rus": 8002,
    "September": 1496,
    "Maj@@": 12493,
    "Sho@@": 5242,
    "easier": 5074,
    "Van@@": 8272,
    "billion": 2708,
    "hat@@": 4387,
    "simply": 4418,
    "Excuse": 1400,
    "scenari@@": 11058,
    "kas@@": 12292,
    "!": 36,
    "rising": 7849,
    "While": 3773,
    "condition": 2097,
    "vey": 11426,
    "labor@@": 9215,
    "preven@@": 9016,
    "Although": 3442,
    "oth@@": 7284,
    "effect": 945,
    "zal@@": 11905,
    "fem@@": 8648,
    "hereinafter": 4216,
    "structures": 3812,
    "empty": 2832,
    "eco@@": 8632,
    "ist@@": 1790,
    "consci@@": 5191,
    "perhaps": 3232,
    "loaded": 5180,
    "micro@@": 3981,
    "ariat": 13249,
    "corrup@@": 9495,
    "stocks": 4854,
    "ger@@": 4235,
    "cation": 11563,
    "lives": 1483,
    "truck": 5475,
    "anese": 11604,
    "Ab@@": 3514,
    "key@@": 7731,
    "Bar@@": 2170,
    "Bai@@": 10308,
    "Better": 9610,
    "Market": 4353,
    "steady": 9373,
    "plays": 5555,
    "duplic@@": 9168,
    "AU@@": 4312,
    "Whatever": 4174,
    "nate": 9407,
    "Sear@@": 12363,
    "Roz@@": 12695,
    "stern": 6882,
    "b@@": 302,
    "so@@": 1104,
    "ec": 9419,
    "vide@@": 9112,
    "proof": 2478,
    "pictures": 4959,
    "ero": 7703,
    "combin@@": 5982,
    "riger@@": 13444,
    "Chapter": 1194,
    "gericht": 9767,
    "pur@@": 2649,
    "of": 15,
    "gl@@": 3986,
    "parking": 6347,
    "oval": 11485,
    "coat": 6594,
    "female": 8798,
    "INFOR@@": 10674,
    "Gentle@@": 13453,
    "TEN@@": 11519,
    "cycles": 8456,
    "Create": 11221,
    ";": 147,
    "surgery": 5735,
    "Π@@": 13350,
    "fishery": 9305,
    "Men": 9528,
    "involves": 9228,
    "regul@@": 3750,
    "ust@@": 2089,
    "kus": 11534,
    "Hill": 10169,
    "itor": 3333,
    "bon@@": 3999,
    "intest@@": 11616,
    "Bos@@": 7072,
    "recognition": 3058,
    "stakeholders": 4561,
    "fail": 9511,
    "Very": 5487,
    "Princi@@": 8302,
    "careful": 2614,
    "posse@@": 11001,
    "viously": 7486,
    "Pur@@": 9355,
    "fif@@": 7615,
    "Additional": 8506,
    "bent": 8266,
    "invol@@": 12045,
    "Aud@@": 6852,
    "exposure": 2777,
    "tells": 5832,
    "ines@@": 11873,
    "stic": 4207,
    "clause": 6248,
    "We'il": 6807,
    "ê": 11856,
    "versus": 10394,
    "axis": 7772,
    "Re@@": 820,
    "Slu@@": 12599,
    "phas@@": 11503,
    "Off@@": 11211,
    "semi": 7742,
    "Sec@@": 3362,
    "IX": 7570,
    "mer": 2520,
    "phi@@": 10352,
    "fallen": 5092,
    "▐": 12279,
    "bec": 12767,
    "dear": 2743,
    "VO": 11254,
    "N": 1340,
    "ą@@": 12343,
    "Your": 733,
    "District": 8179,
    "lily": 13341,
    "balances": 9469,
    "Oli@@": 9433,
    "enclat@@": 13541,
    "ss": 1859,
    "Doctor": 4313,
    "Not@@": 4158,
    "stock": 3745,
    "imposing": 5497,
    "Ta@@": 4503,
    "NG": 10436,
    "emission": 5243,
    "industry": 1226,
    "reput@@": 13182,
    "securities": 4776,
    "ables": 2716,
    "Zem@@": 12788,
    "cash": 2786,
    "................@@": 11428,
    "labelling": 6170,
    "EM": 10832,
    "Time": 5215,
    "juris@@": 11192,
    "\\": 12005,
    "Remove": 10231,
    "es": 162,
    "vra@@": 12949,
    "RT@@": 10474,
    "Sled@@": 13310,
    "Un@@": 1773,
    "(s": 2556,
    "stra@@": 2599,
    "observation": 9444,
    "resid@@": 2154,
    "seda": 13572,
    "stres@@": 4195,
    "Alex@@": 8691,
    "cali@@": 7576,
    "resulted": 3889,
    "adap@@": 3665,
    "Bec@@": 6393,
    ".m.": 11784,
    "kd@@": 10966,
    "zeň": 13167,
    "dou@@": 10210,
    "nese": 12676,
    "prisoner": 8809,
    "/@@": 56,
    "HU": 11801,
    "Hmm": 11402,
    "Sv@@": 12659,
    "Sty@@": 11498,
    "reas@@": 6050,
    "screw": 10357,
    "ns": 1335,
    "ratic": 9538,
    "sy": 1987,
    "impac@@": 12469,
    "abovementioned": 10703,
    "subjects": 5613,
    "David": 3228,
    "from": 45,
    "au": 8781,
    "legally": 4167,
    "attached": 4098,
    "son": 393,
    "Fourth": 10951,
    "international": 836,
    "concerned": 389,
    "ura@@": 8417,
    "running": 2091,
    "discrimin@@": 11251,
    "detail": 5447,
    "Nice": 4069,
    "nically": 5674,
    "ani@@": 5677,
    "dil": 12442,
    "substances": 2082,
    "Sk@@": 4165,
    "offer": 2047,
    "dedu@@": 4113,
    "Pak": 13215,
    "Ch@@": 905,
    "odi@@": 5660,
    "unch": 5999,
    "references": 5356,
    "A@@": 177,
    "Under": 1465,
    "|": 900,
    "ward": 1980,
    "Christ@@": 5682,
    "Po@@": 1906,
    "According": 4558,
    "mat@@": 985,
    "Position": 9119,
    "Pretty": 9587,
    "compen@@": 13177,
    "leh@@": 12956,
    "ALE": 10264,
    "Love": 3011,
    "ology": 4430,
    "Technology": 9165,
    "Gordon": 9952,
    "NO": 8889,
    "ident@@": 6261,
    "pregnant": 3356,
    "xes": 4453,
    "ně@@": 13548,
    "ped@@": 5501,
    "Roy": 9262,
    "poses": 7005,
    "adjusted": 3951,
    "ay": 2282,
    "od": 3809,
    "butions": 12261,
    "invent@@": 6496,
    "roz@@": 11366,
    "Import": 10862,
    "asu": 12920,
    "conclude": 6973,
    "votes": 6369,
    "chant": 10294,
    "Director": 3578,
    "tere": 13460,
    "involve": 6893,
    "COMMISSION": 2526,
    "gang@@": 9872,
    "nancy": 11682,
    "events": 2311,
    "ovan@@": 11792,
    "entering": 6078,
    "Pl@@": 8939,
    "kur@@": 12344,
    "Ner@@": 12428,
    "thum@@": 9284,
    "having": 1029,
    "Progra@@": 12230,
    "UNION": 7156,
    "rut@@": 11983,
    "removal": 8638,
    "Che@@": 7734,
    "cena": 13211,
    "quant@@": 12926,
    "Bir@@": 9523,
    "appell@@": 13088,
    "AM": 9870,
    "Sam": 2585,
    "nalo@@": 12985,
    "motor@@": 6653,
    "Government": 2206,
    "lá@@": 12567,
    "ano": 3860,
    "o'@@": 13426,
    "ned": 1564,
    "y": 285,
    "warn": 8041,
    ".’": 2876,
    "Rap@@": 9232,
    "Po": 11992,
    "Nev@@": 10557,
    "habit@@": 6045,
    "iler": 7303,
    "dwar@@": 7018,
    "seg@@": 5774,
    "oh": 2669,
    "cler@@": 8698,
    "Enforcement": 10088,
    "gra@@": 964,
    "addresses": 8357,
    "eral": 5024,
    "Fir@@": 11793,
    "tri@@": 1474,
    "ises": 4506,
    "Setup": 10729,
    "vy@@": 11773,
    "atures": 10444,
    "indicated": 1627,
    "aven": 7796,
    "terrible": 1641,
    "Donna": 10743,
    "ette": 5145,
    "consideration": 4995,
    "e’": 4146,
    "ob@@": 955,
    "pressed": 2900,
    "sr@@": 12208,
    "ht@@": 11823,
    "Can@@": 3456,
    "Des@@": 3858,
    "display": 5694,
    "DP": 10546,
    "Ty": 12569,
    "astro@@": 10328,
    "sta@@": 2163,
    "appeal": 1456,
    "hal@@": 2196,
    "shipment": 9065,
    "oku": 12987,
    "hic@@": 9251,
    "mo@@": 819,
    "conf@@": 1815,
    "Barry": 9719,
    "mixture": 7709,
    "mounted": 9905,
    "Carlos": 9869,
    "Media": 9676,
    "Wor@@": 5282,
    "guards": 5276,
    "tá@@": 13479,
    "bor": 4621,
    "rka": 12812,
    "zer": 9013,
    "Parag@@": 11298,
    "zab@@": 13029,
    "exporter": 7623,
    "rok": 12276,
    "hurt": 1231,
    "AT": 6013,
    "Luxembourg": 3646,
    "Foreign": 7524,
    "tla@@": 12454,
    "Multi@@": 9717,
    "deliber@@": 7115,
    "volume": 2157,
    "Internet": 2857,
    "verify": 6407,
    "Country": 11390,
    "market@@": 8027,
    "с@@": 13409,
    "rout@@": 12741,
    "oling": 6789,
    "Paragraph": 5103,
    "sma@@": 11673,
    "ump": 5516,
    "names": 2383,
    "develop@@": 9070,
    "Identi@@": 9486,
    "sele@@": 3650,
    "inde@@": 8543,
    "FOR": 4709,
    "rush": 9936,
    "yar@@": 7201,
    "prejud@@": 11691,
    "pocket": 4968,
    "fed": 8420,
    "cast": 3202,
    "register": 3579,
    "Tat@@": 11897,
    "down@@": 2663,
    "rit@@": 3107,
    "magazine": 9222,
    "match": 6064,
    "drunk": 3984,
    "υ@@": 12643,
    "Fre@@": 3690,
    "adopting": 3611,
    "lements": 6842,
    "streng@@": 11903,
    "Jed@@": 10656,
    "aches": 9136,
    "underlying": 5983,
    "doubt": 2950,
    "Atlan@@": 11766,
    "offered": 2887,
    "ac@@": 575,
    "pipraz@@": 10602,
    "mag@@": 2123,
    "stone": 2890,
    "ced": 1480,
    "fifth": 5848,
    "iveness": 8418,
    "clearing": 9628,
    "daily": 2246,
    "lid@@": 6229,
    "Gil@@": 9361,
    "Text": 3508,
    "lery": 10528,
    "Tun@@": 8636,
    "Bureau": 8475,
    "tack@@": 10070,
    "ery@@": 8706,
    "Prob@@": 12615,
    "k": 499,
    "multilateral": 6671,
    "Nu@@": 11363,
    "units": 2422,
    "organisations": 1517,
    "alternat@@": 7394,
    "ition@@": 4545,
    "Application": 9552,
    "partment": 9902,
    "las": 4399,
    "Especially": 10889,
    "Pin@@": 11164,
    "pioglitaz@@": 10789,
    "™": 13060,
    "Cla@@": 3218,
    "Structural": 4615,
    "": 12438,
    "Aw": 12804,
    "uc@@": 2891,
    "tious": 8119,
    "difference": 2013,
    "ised": 1230,
    "precise": 6499,
    "bom@@": 6324,
    "bank": 1600,
    "tionary": 7080,
    "eliminate": 11971,
    "dal@@": 11272,
    "Fal@@": 8364,
    "clearance": 5454,
    "stra": 12359,
    "useless": 7960,
    "FS": 11016,
    "reasoning": 9890,
    "Ak@@": 9687,
    "Malta": 6382,
    "tom@@": 3862,
    "ously": 1950,
    "borders": 8879,
    "ON": 4479,
    "Phi@@": 5457,
    "Alex": 5341,
    "whereby": 9397,
    "Nel@@": 10244,
    "ies": 522,
    "tenance": 13540,
    "rid": 2766,
    "nel": 6294,
    "soldier": 5592,
    "medic@@": 8309,
    "than@@": 5857,
    "constitute": 2703,
    "concentrations": 5395,
    "judicial": 1830,
    "Ricky": 9901,
    "enting": 10916,
    "FR@@": 6599,
    "Mac": 10180,
    "mine": 1319,
    "fall": 1409,
    "sentence": 4059,
    "Having": 2808,
    "Jar@@": 11013,
    "oke": 3820,
    "ez@@": 4182,
    "pestic@@": 11815,
    "distur@@": 3743,
    "foodstuffs": 10463,
    "associations": 5697,
    "pr@@": 1268,
    "DECISION": 6063,
    "strange": 2045,
    "jeal@@": 11853,
    "Philli@@": 10721,
    "infra@@": 7062,
    "covers": 2783,
    "hu@@": 4277,
    "ugly": 5112,
    "kly": 10803,
    "õ@@": 12466,
    "exchange": 1753,
    "publication": 1728,
    "zat@@": 12655,
    "guns": 6847,
    "yards": 7976,
    "fever": 6713,
    "Employment": 4875,
    "san": 10344,
    "You'il": 8673,
    "Sheriff": 10260,
    "DR@@": 9845,
    "wife": 949,
    "glass": 2331,
    "bars": 6868,
    "transpar@@": 13016,
    "VAT": 3096,
    "ine": 318,
    "forced": 4480,
    "sec": 11388,
    "arance": 12960,
    "mol": 11663,
    "Mat@@": 3580,
    "'": 111,
    "York": 2638,
    "zone": 4064,
    "suffici@@": 11162,
    "Brian": 6823,
    "aken": 8258,
    "neighbor@@": 9352,
    "screen": 4474,
    "George": 3238,
    "divorce": 2187,
    "profession": 7011,
    "ima": 9545,
    "Micro@@": 11495,
    "Alan": 7467,
    "hard@@": 5796,
    "wan@@": 6835,
    "metal": 3438,
    "restaur@@": 11106,
    "Harmonisation": 8533,
    "Bu@@": 3549,
    "slowly": 2911,
    "ried": 7604,
    "discovered": 5476,
    "awesome": 11602,
    "especially": 1907,
    "med@@": 4311,
    "Fis@@": 9614,
    "dro@@": 3181,
    "lawyers": 5304,
    "eta": 10241,
    "man": 178,
    "Paul": 3275,
    "oz": 12488,
    "Gu@@": 1709,
    "catch": 2423,
    "legs": 3233,
    "Min@@": 4471,
    "kov@@": 11126,
    "hi@@": 2049,
    "ij@@": 11091,
    "highly": 4336,
    "bloc@@": 6350,
    "going": 197,
    "Teddy": 10662,
    "imported": 3530,
    "paused": 8916,
    "effectively": 4042,
    "enjoy": 3390,
    "infringement": 2257,
    "row": 1774,
    "Claire": 7672,
    "employ@@": 10719,
    "me": 43,
    "prima": 11383,
    "ling": 468,
    "easy": 1388,
    "fancy": 11505,
    "tone": 7022,
    "sound": 1493,
    "try": 665,
    "Spr@@": 8434,
    "retirement": 8981,
    "lights": 3494,
    "Sil@@": 3868,
    "R.": 8264,
    "Pot@@": 8975,
    "eping": 8599,
    "cloud": 8844,
    "isol@@": 5537,
    "citizen@@": 8764,
    "spouses": 4289,
    "xe": 12523,
    "game": 1267,
    "avir": 6467,
    "enzy@@": 6796,
    "ticket": 5802,
    "Zab@@": 12537,
    "urally": 6675,
    "mare": 7256,
    "Union": 220,
    "carrying": 1745,
    "pensation": 12877,
    "rop@@": 2357,
    "ations": 471,
    "eve": 6613,
    "ement@@": 7786,
    "EUROPEAN": 2270,
    "white": 1359,
    "busines@@": 11148,
    "eps": 9832,
    "Rick": 9877,
    "times": 948,
    "Ot@@": 9888,
    "enem@@": 13330,
    "brea@@": 6960,
    "ket": 7374,
    "lel": 13041,
    "esion": 12335,
    "geles": 13384,
    "anta": 12940,
    "located": 2301,
    "table": 981,
    "DH@@": 10931,
    "Northern": 9777,
    "Combin@@": 9448,
    ":00": 2805,
    "Quick": 10659,
    "storage": 2675,
    "Seven": 10768,
    "Pop@@": 10727,
    "interoper@@": 11939,
    "just": 114,
    "hr@@": 11536,
    "schemes": 3892,
    "ý": 12923,
    "q@@": 6433,
    "Somebody": 6829,
    "profit": 2993,
    "jack@@": 10999,
    "beh@@": 10302,
    "envisaged": 6213,
    "Evrop@@": 13058,
    "ET": 4588,
    "Dad": 1057,
    "good@@": 9090,
    "fleet": 5444,
    "cer@@": 2055,
    "these": 196,
    "famous": 5236,
    "IV": 2350,
    "promo@@": 6410,
    "bag@@": 11718,
    "privi@@": 10333,
    "reverse": 10006,
    "ł": 13084,
    "pole": 10550,
    "Ret@@": 4754,
    "substantive": 8048,
    "leg": 3465,
    "trend": 8492,
    "optim@@": 9963,
    "Appe@@": 11699,
    "–@@": 3041,
    "­@@": 13534,
    "Berlin": 8577,
    "thinks": 2660,
    "gar": 5250,
    "ibility": 6281,
    "ched": 1200,
    "cen@@": 6387,
    "marry": 3786,
    "ll": 4322,
    "Members": 8610,
    "ag@@": 498,
    "se@@": 444,
    "Notice": 6703,
    "Thanks": 984,
    "tain": 3894,
    "′": 11056,
    "separate": 2466,
    "compr@@": 4455,
    "Russia": 4466,
    "ties": 2901,
    "and/or": 1902,
    "moz@@": 12865,
    "Ven@@": 6821,
    "taxable": 5161,
    "differences": 3341,
    "domain": 7289,
    "aff@@": 5313,
    "step@@": 7311,
    "glob@@": 6794,
    "od@@": 968,
    "shel@@": 3972,
    "fees": 3542,
    "Czech": 2333,
    "disappear": 4817,
    "ung@@": 5535,
    "cartel": 5554,
    "impul@@": 10309,
    "prince": 6875,
    "visa": 6022,
    "TE": 9526,
    "professions": 4314,
    "Sup@@": 5293,
    "pull": 4502,
    "tox@@": 10611,
    "deta@@": 8751,
    "sooner": 6993,
    "ski@@": 9910,
    "Gar@@": 4249,
    "Overall": 10094,
    "sensitive": 4271,
    "UK": 8674,
    "http://@@": 6141,
    "wan": 9282,
    "rez@@": 12604,
    "gentleman": 8066,
    "uter": 11308,
    "jim@@": 12930,
    "somewhere": 2057,
    "eling": 9034,
    "Gib@@": 9156,
    "aking": 3102,
    "té": 11833,
    "Norway": 5188,
    "Commit@@": 10290,
    "transm@@": 3548,
    "jin@@": 12311,
    "EDF": 9127,
    "def@@": 2050,
    "sum": 5523,
    "sly@@": 13195,
    "residue": 10272,
    "listened": 8461,
    "recognize": 6026,
    "interrup@@": 4921,
    "steps": 2848,
    "compatibility": 5633,
    "coast": 7908,
    "exported": 5439,
    "elles": 11514,
    "El": 8836,
    "renewal": 10355,
    "clothes": 2941,
    "Sour@@": 12336,
    "info": 11119,
    "stages": 4567,
    "chlor@@": 9672,
    "Speci@@": 5012,
    "stars": 4720,
    "consent": 5163,
    "licence": 3073,
    "forth": 9358,
    "Pier@@": 8337,
    "Bay": 9662,
    "zing": 6830,
    "partnership": 5159,
    "police": 1205,
    "tiny": 6038,
    "nurse": 6317,
    "relevant": 466,
    "badly": 9540,
    "II@@": 2912,
    "hold": 1616,
    "valu@@": 7239,
    "costs": 465,
    "faced": 7729,
    "ľ": 13433,
    "developing": 1770,
    "htt@@": 12456,
    "eigh@@": 8454,
    "cle@@": 4411,
    "equally": 7482,
    "Ok": 11818,
    "Cal@@": 2338,
    "ratio": 4209,
    "ickly": 4577,
    "ought": 2963,
    "improved": 4524,
    "ore": 1320,
    "Chic@@": 13465,
    "CD": 6589,
    "ient": 8515,
    "dic": 8038,
    "reasoned": 8320,
    "examination": 2494,
    "TY": 10614,
    "strom": 12406,
    "tongue": 6328,
    "ji@@": 9381,
    "article": 3964,
    "von@@": 12256,
    "upon": 1672,
    "sub": 3590,
    "satel@@": 11372,
    "à@@": 13054,
    "Part@@": 4428,
    "γ": 13490,
    "types": 2228,
    "compet@@": 4248,
    "Minister@@": 13024,
    "stand": 1548,
    "Sounds": 11698,
    "slu@@": 7744,
    "rage": 11384,
    "?’": 12364,
    "worker": 5708,
    "lence": 9258,
    "Ash@@": 8292,
    "launch": 8468,
    "conform@@": 11813,
    "Hyper@@": 10954,
    "Youn@@": 12605,
    "Both": 7722,
    "sign@@": 4187,
    "responsibility": 1260,
    "Represent@@": 7113,
    "ts": 374,
    "ble@@": 4983,
    "pli@@": 3995,
    "stipulated": 9568,
    "Υ@@": 13379,
    "Č@@": 11415,
    "ites": 3627,
    "kla@@": 9021,
    "ní@@": 13082,
    "preparation": 5007,
    "expecting": 7130,
    "mem@@": 5265,
    "ome": 10742,
    "tam": 13252,
    "nud@@": 12358,
    "success": 4493,
    "Frid@@": 12774,
    "ATE": 8419,
    "hel@@": 2436,
    "pru@@": 13410,
    "terminal": 8184,
    "lese": 12631,
    "r": 752,
    "baili@@": 11035,
    "jection": 7349,
    "ken": 6421,
    "phen@@": 4198,
    "aming": 4214,
    "though": 1338,
    "anna": 9525,
    "games": 5266,
    "consultation": 3463,
    "ant@@": 1440,
    "----@@": 6650,
    "dirty": 5230,
    "vision": 4682,
    "situation": 812,
    "CI": 6761,
    "enough": 566,
    "supposed": 1007,
    "Slov@@": 13129,
    "used": 217,
    "thered": 8707,
    "zt@@": 12968,
    "goals": 11546,
    "sors": 5751,
    "Intel@@": 6059,
    "died": 1223,
    "Ma": 11923,
    "memories": 6471,
    "differ@@": 4189,
    "green": 2419,
    "Arthur": 6453,
    "tit@@": 4869,
    "com": 9109,
    "NE@@": 6927,
    "German": 2132,
    "again": 300,
    "sort": 4879,
    "Moh@@": 9912,
    "instant": 11951,
    "ni@@": 1166,
    "Tru@@": 5340,
    "operational": 1982,
    "short": 1541,
    "ge": 616,
    "Sa@@": 4539,
    "bered": 10942,
    "berg": 6885,
    "transposition": 11117,
    "goods": 1006,
    "ase": 2352,
    "sons": 4092,
    "vac@@": 3303,
    "riage": 11892,
    "dating": 4231,
    "introdu@@": 9097,
    "ons": 1360,
    "thank": 1077,
    "processing": 1649,
    "purpose": 909,
    "hungry": 4196,
    "rel": 6171,
    "operated": 4899,
    "insolvency": 4318,
    "O@@": 352,
    "door@@": 7214,
    "Robin": 8571,
    "mar": 7912,
    "Zam@@": 12314,
    "real": 727,
    "ot@@": 1059,
    "cris@@": 12566,
    "ating": 287,
    "meth@@": 4996,
    "fro@@": 4091,
    "Guess": 11904,
    "hello": 7777,
    "kou@@": 12495,
    "Kate": 5868,
    "É": 13157,
    "take": 163,
    "tions": 885,
    "when": 121,
    "celebr@@": 5539,
    "paral@@": 12570,
    "settle": 8412,
    "orem": 12303,
    "ruce": 13510,
    "0@@": 17,
    "honor": 3197,
    "strengthen": 6358,
    "vers": 10269,
    "teams": 8924,
    "Network": 3201,
    "Teva": 10527,
    "vin@@": 6103,
    "ness": 971,
    "coal": 7144,
    "PEN@@": 8824,
    "Everyone": 4319,
    "entry": 1863,
    "TAC": 9849,
    "absor@@": 4228,
    "nica": 10230,
    "roughly": 9296,
    "light@@": 8024,
    "Mil@@": 3074,
    "Na@@": 3903,
    "s.": 10147,
    "Miller": 9673,
    "Flu@@": 11187,
    "euroz@@": 12504,
    "prescribed": 5704,
    "claim@@": 7583,
    "worst": 3531,
    "ctor": 3551,
    "chap@@": 9834,
    "doubts": 4927,
    "penalties": 9153,
    "ECB": 3454,
    "net": 1995,
    "low": 931,
    "exist": 3174,
    "evid@@": 8252,
    "Jen@@": 6828,
    "il@@": 541,
    "bach@@": 10537,
    "against": 394,
    "till": 7588,
    "Hou@@": 7639,
    "shar@@": 5052,
    "isations": 10870,
    "efficacy": 5548,
    "discipl@@": 5134,
    "inspection": 2899,
    "lud@@": 11843,
    "designation": 5736,
    "carb@@": 10747,
    "base": 2431,
    "univer@@": 7791,
    "lí@@": 12870,
    "ő@@": 12220,
    "sides": 2834,
    "SS": 8134,
    "erate": 10194,
    "Red": 4712,
    "≤@@": 13427,
    "isk@@": 9359,
    "alie": 10669,
    "Maxim@@": 12529,
    "heard": 598,
    "icing": 3937,
    "flash": 9820,
    "ted@@": 10406,
    "group": 802,
    "ê@@": 11849,
    "Table": 2782,
    "Pleas": 7600,
    "alive": 1631,
    "Alexand@@": 11739,
    "FEU": 12787,
    "rty": 10753,
    "jd@@": 13121,
    "Guine@@": 10649,
    "mu": 12724,
    "dissemination": 9148,
    "marine": 5470,
    "Do@@": 2634,
    "ili@@": 2229,
    "Yu@@": 8122,
    "spectrum": 7875,
    "Parliam@@": 11077,
    "pir@@": 5362,
    "ia": 534,
    "collateral": 8288,
    "Wat@@": 5938,
    "Proto@@": 11535,
    "attempt": 6926,
    "associated": 1093,
    "trends": 9189,
    "Civ@@": 11745,
    "records": 2653,
    "pion@@": 8500,
    "territorial": 3270,
    "strateg@@": 12147,
    "sme": 12591,
    "emo@@": 3821,
    "Icel@@": 9718,
    "fool": 3682,
    "parliam@@": 5788,
    "eda": 10407,
    "COMMUNITIES": 6646,
    "figuration": 11398,
    "lectual": 12011,
    "realized": 3139,
    "deadlines": 7300,
    "ferred": 6690,
    "jum@@": 8217,
    "Invest@@": 8236,
    "huge": 3424,
    "fighting": 3028,
    "enjo@@": 6150,
    "\"": 27,
    "deliver": 9055,
    "kr@@": 12167,
    "undertake": 11403,
    "therapy": 2996,
    "observed": 2373,
    "JE@@": 13524,
    "ce": 1071,
    "Vil@@": 10781,
    "ded@@": 11947,
    "clear@@": 12976,
    "Kno@@": 8432,
    "allo@@": 8594,
    "financing": 2015,
    "deliv@@": 10305,
    "alities": 5019,
    "ser@@": 1872,
    "Lex": 5240,
    "details": 2593,
    "Modi@@": 6848,
    "oto@@": 11435,
    "duty": 1507,
    "beneath": 8749,
    "west": 2880,
    "rou": 12903,
    "Gol@@": 5845,
    "uration": 11973,
    "epid@@": 8963,
    "Le@@": 1884,
    "dice": 11869,
    "aker": 5987,
    "ente": 11754,
    "rizi@@": 13367,
    "kab@@": 12887,
    "propo@@": 12808,
    "I‑@@": 6912,
    "Brit@@": 7034,
    "oils": 7415,
    "self": 2166,
    "anci@@": 9140,
    "rectly": 11050,
    "mix": 9300,
    "behaviour": 7068,
    "Span@@": 11886,
    "BV": 10735,
    "hil@@": 9379,
    "country": 535,
    "teacher": 4727,
    "urgent": 6896,
    "Ano@@": 12991,
    "enh@@": 11741,
    "vizi": 13020,
    "abon@@": 13428,
    "spi@@": 6240,
    "focus": 2646,
    "ply@@": 12368,
    "agent": 2959,
    "pol": 11405,
    "hund@@": 12618,
    "faith": 4970,
    "bast@@": 8155,
    "animal": 1381,
    "about": 83,
    "Step": 10009,
    "belong": 5158,
    "cou@@": 1656,
    "zer@@": 11121,
    "cles": 4497,
    "perfect": 2306,
    "ere": 3550,
    "ays": 7410,
    "occurred": 2969,
    "Frankie": 10814,
    "out": 71,
    "chov@@": 12826,
    "many": 504,
    "Case": 1120,
    "ï": 12077,
    "appro@@": 5148,
    "River": 9657,
    "kmen@@": 12862,
    "pl@@": 2119,
    "mak@@": 4659,
    ".ht@@": 11466,
    "dried": 6871,
    "inclusion": 5585,
    "ya": 3666,
    "hod@@": 10664,
    "maintain": 4534,
    "mile": 7258,
    "Κ@@": 12662,
    "Argument@@": 9192,
    "dynam@@": 5914,
    "minimis": 10634,
    "method": 1694,
    "trial": 2925,
    "Duration": 9450,
    "physical": 2826,
    "Will": 1761,
    "Α@@": 12535,
    "Ran@@": 7817,
    "amount": 679,
    "'Cause": 12160,
    "Lid@@": 12175,
    "foreign": 1931,
    "Over": 8193,
    "inside": 1326,
    "dominant": 7222,
    "asing": 2623,
    "nearly": 9209,
    "determin@@": 7927,
    "corrected": 8133,
    "abandoned": 9903,
    "pound": 7075,
    "licences": 4284,
    "grow": 3835,
    "vá@@": 12969,
    "point@@": 10249,
    "sters": 3638,
    "capital": 1310,
    "icks": 3339,
    "buying": 6745,
    "diameter": 8333,
    "promoting": 2069,
    "PC@@": 7910,
    "ility": 4381,
    "King": 2791,
    "fting": 9120,
    "cky": 10571,
    "Latvia": 5745,
    "requirements": 558,
    "bridge": 3451,
    "sled@@": 12732,
    "Team": 10512,
    "power@@": 12067,
    "Saturday": 6117,
    "Nobody": 4402,
    "pending": 7967,
    "zt": 13346,
    "defici@@": 7273,
    "nou@@": 12130,
    "hypo@@": 6012,
    "SE": 4602,
    "Terry": 9994,
    "TA@@": 3377,
    "umul@@": 7590,
    "proven": 10104,
    "eu@@": 3469,
    "nor": 1988,
    "Fil@@": 8774,
    "belongs": 6710,
    "Prov@@": 3512,
    "Colle@@": 7630,
    "defense": 6629,
    "uh": 2913,
    "bite": 8422,
    "thy": 2753,
    "THEM@@": 13331,
    "process@@": 8410,
    "ATA": 11241,
    "merely": 5656,
    "bastard": 7388,
    "OS": 10232,
    "rism": 12396,
    "grade": 5520,
    "profes@@": 13476,
    "event": 1176,
    "Agreement": 874,
    "ft@@": 9536,
    "prog@@": 12698,
    "Del@@": 4049,
    "bomb": 4533,
    "economic": 549,
    "vital": 10679,
    "Bobby": 5664,
    "MA@@": 4086,
    "fat": 2641,
    "utions": 8513,
    "Hear@@": 8185,
    "Maur@@": 9295,
    "arising": 2612,
    "Shel@@": 6206,
    "len": 4641,
    "loss@@": 7968,
    "whis@@": 5609,
    "udy": 11280,
    "farm@@": 11770,
    "la": 1299,
    "poison@@": 6321,
    "flying": 3674,
    "NE": 11772,
    "mune": 7789,
    "dum": 9114,
    ".m@@": 12121,
    "chal@@": 11674,
    "justi@@": 6608,
    "Communities": 4023,
    "deposit": 7794,
    "eur": 8277,
    "generated": 9629,
    "remed@@": 8524,
    "ű": 13142,
    "SS@@": 9802,
    "hibit@@": 5926,
    "rem": 11986,
    "communications": 3191,
    "mic": 9366,
    "recommendations": 2576,
    "Heading": 10635,
    "prud@@": 7498,
    "…": 1354,
    "establishments": 9822,
    "sni@@": 8490,
    "Ku@@": 10414,
    "whatever": 1707,
    "ins": 701,
    "patch": 8117,
    "IPA": 6271,
    "fucking": 1246,
    "una": 11078,
    "else@@": 13558,
    "approve": 7724,
    "artic@@": 11572,
    "Oliver": 9208,
    "inated": 8481,
    "invitation": 8043,
    "ík": 13021,
    "ble": 1332,
    "ét@@": 12541,
    "influen@@": 9252,
    "β@@": 12222,
    "ounts": 12726,
    "cute": 7278,
    "Hur@@": 11218,
    "lodip@@": 10623,
    "measured": 3678,
    "Pa@@": 3541,
    "itude": 7507,
    "function": 1766,
    "funk@@": 13272,
    "h": 685,
    "hundreds": 9167,
    "ocen@@": 13381,
    "stroke": 9835,
    "lined": 6291,
    "transit": 7125,
    "plat@@": 3908,
    "Respon@@": 10714,
    "Sul@@": 10282,
    "width": 7406,
    "rying": 4181,
    "improving": 2088,
    "Chla@@": 13500,
    "gained": 9365,
    "els": 2343,
    "top": 1755,
    "Dá@@": 13159,
    "HIV": 8735,
    "god": 6769,
    "trials": 6857,
    "vel": 9384,
    "itors": 5891,
    "Dí@@": 13207,
    "thin'": 10831,
    "explanation": 6572,
    "Bus@@": 9264,
    "sed": 738,
    "Taking": 3790,
    "rules": 340,
    "surface": 2554,
    "ouring": 9825,
    "guilty": 5724,
    "ş": 13156,
    "bon": 9354,
    "stro@@": 7649,
    "aby": 12251,
    "ier": 6256,
    "ption": 4866,
    "during": 414,
    "kg": 1425,
    "fisher@@": 10525,
    "functions": 4693,
    "ghts": 6494,
    "sweetie": 8616,
    "refuse": 6266,
    "Ve@@": 6340,
    "calm": 2918,
    "passing": 7751,
    "grace": 10138,
    "cri@@": 4096,
    "stimul@@": 5948,
    "BELGI@@": 9589,
    "red@@": 4698,
    "detailed": 1900,
    "examine": 4679,
    "ants": 1301,
    "along": 2460,
    "feed": 3361,
    "togra@@": 8279,
    "enta": 12307,
    "8@@": 104,
    "shou@@": 8238,
    "izon": 6597,
    "enemy": 3481,
    "Nest@@": 12545,
    "crash": 9649,
    "Hello": 1109,
    "cover": 1063,
    "sert": 6094,
    "Ne@@": 1677,
    "Grant": 10062,
    "Uru@@": 13128,
    "AC": 6994,
    "collected": 4210,
    "shoulder": 4140,
    "mise": 12349,
    "relates": 11114,
    "that": 16,
    "raw": 3540,
    "crew": 2842,
    "evaluation": 2137,
    "after": 204,
    "sectors": 2495,
    "eters": 12120,
    "tar@@": 5786,
    "exist@@": 11653,
    "Pow@@": 8888,
    "benefici@@": 13489,
    "principal": 5562,
    "Americans": 7220,
    "Molly": 10004,
    "deleg@@": 6889,
    "are": 38,
    "G.": 8874,
    "obtain": 3791,
    "Mama": 7901,
    "relig@@": 8003,
    "train": 2665,
    "approximately": 2939,
    "maintained": 3808,
    "limited": 1143,
    "IC@@": 1445,
    "isk": 6417,
    "pick": 2772,
    "Gri@@": 7369,
    "ine@@": 3160,
    "n": 428,
    "ration": 4364,
    "hor@@": 1791,
    "lucky": 3054,
    "trading": 4984,
    "Euro": 8885,
    "sest@@": 13263,
    "consolidated": 7460,
    "Pursuant": 11838,
    "rare": 4219,
    "compon@@": 13393,
    "Sou@@": 7341,
    "Chang@@": 9372,
    "hormon@@": 11247,
    "ma": 1605,
    "op@@": 623,
    "Organisation": 5657,
    "appy": 12463,
    "icked": 7677,
    "reflected": 7160,
    "iska": 12874,
    "gentle@@": 13543,
    "includes": 2007,
    "lo": 1613,
    "comfor@@": 9217,
    "": 13502,
    "In": 140,
    "serious": 1046,
    "pling": 8947,
    "Consequently": 4412,
    "Max@@": 10895,
    "hen@@": 8855,
    "S@@": 170,
    "fal@@": 8863,
    "candid@@": 12401,
    "Introdu@@": 8352,
    "mor@@": 2678,
    "sage": 7045,
    "cess": 11204,
    "site": 2192,
    "brace": 12088,
    "complies": 7161,
    "Bi@@": 3603,
    "justified": 2349,
    "systemic": 8226,
    "ME@@": 9233,
    "ater": 5099,
    "prosecution": 8953,
    "drop": 4460,
    "wire": 7775,
    "creating": 2120,
    "sho@@": 2514,
    "Gab@@": 9855,
    "tariff": 4074,
    "elo@@": 9195,
    "format": 4110,
    "waters": 3875,
    "ick@@": 1606,
    "Cham@@": 8393,
    "Tribunal": 5783,
    "bi@@": 1682,
    "student": 6423,
    "Kru@@": 11725,
    "ten": 1253,
    "ull": 4370,
    "Sparhawk": 9733,
    "tenders": 6432,
    "Bon@@": 6096,
    "lets": 3203,
    "Ireland": 3166,
    "Smi@@": 11065,
    "bron@@": 10530,
    "MS": 6603,
    "Carl": 7862,
    "mi": 9285,
    "I.": 4204,
    "aside": 6334,
    "ord": 6820,
    "voluntary": 5201,
    "rubber": 6995,
    "lips": 4442,
    "rix": 9025,
    "Jacob": 9218,
    "integrated": 3510,
    "Plus": 8204,
    "ioned": 8696,
    "copies": 6762,
    "grant": 2353,
    "priorities": 3806,
    "anch@@": 8934,
    "viewed": 11946,
    "ne": 1254,
    "interrupted": 6327,
    "Child": 10584,
    "ly": 328,
    "aku@@": 12380,
    "maturity": 8529,
    "increasingly": 7399,
    "ted": 351,
    "Working": 5838,
    "bleeding": 5932,
    "assessments": 8840,
    "irt": 10548,
    "remuneration": 4328,
    "break": 1503,
    "Pre@@": 2009,
    "pot@@": 3120,
    "jail": 4745,
    "fight": 1195,
    "reputation": 5906,
    "different": 487,
    "items": 3289,
    "theory": 5887,
    "made": 224,
    "shadows": 7476,
    "Cz@@": 11764,
    "ale": 1786,
    "Authority": 1852,
    "assembly": 9709,
    "Μ@@": 13261,
    "mes": 2362,
    "tob@@": 12409,
    "Al": 5761,
    "sid@@": 3075,
    "returning": 9781,
    "ionally": 3901,
    "imped@@": 8634,
    "ion/@@": 12811,
    "iev@@": 8472,
    "allow@@": 11750,
    "Ge@@": 4598,
    "aly@@": 6218,
    "Wiz@@": 9124,
    "sanctions": 4652,
    "Den": 12889,
    "Phar@@": 10103,
    "proper@@": 12961,
    "gu": 12552,
    "lik@@": 12317,
    ",5": 7309,
    "-@@": 376,
    "exer@@": 6778,
    "exposures": 8198,
    "assess": 4806,
    "anne": 9995,
    "ght": 6172,
    "ide": 1207,
    "alu": 13038,
    "stran": 12482,
    "rak@@": 11806,
    "stating": 8779,
    "cell": 2365,
    "unfair": 8110,
    "conversation": 4464,
    "mus": 12200,
    "emphas@@": 6177,
    "values": 1522,
    "liday": 12474,
    "loud": 6741,
    "tich@@": 12710,
    "ribu@@": 13368,
    "buch@@": 13114,
    "permanent": 3086,
    "therein": 3699,
    "Hungarian": 8374,
    "Would": 2025,
    "ssing": 5855,
    "Tax@@": 11115,
    "razy": 10930,
    "somehow": 5053,
    "essence": 6460,
    "Tar@@": 4599,
    "officer": 2587,
    "Sol@@": 4338,
    "de": 732,
    "ctors": 5680,
    "flowers": 5486,
    "Know": 12252,
    "Are": 477,
    "pink": 7305,
    "/index@@": 10641,
    "think": 125,
    "": 13416,
    "gare@@": 13319,
    "trace": 10788,
    "exten@@": 10603,
    "inov@@": 13484,
    "abling": 12554,
    "seem": 2954,
    "iv@@": 1831,
    "General": 577,
    "shrugged": 7634,
    "dust@@": 11137,
    "sample": 2405,
    "vis": 1730,
    "awful": 11697,
    "Figure": 8129,
    "brow@@": 8628,
    "nut": 9609,
    "staring": 6527,
    "gun@@": 7695,
    "solution": 1716,
    "bearing": 6799,
    "competition": 1137,
    "Suc@@": 11640,
    "Energy": 4172,
    "Division": 8455,
    "'d": 219,
    "Ali@@": 7782,
    "Almost": 10657,
    "utes": 2892,
    "ide@@": 3797,
    "To@@": 2440,
    "statements": 3683,
    "help@@": 9960,
    "introduce": 4952,
    "ák": 13039,
    "Carter": 7598,
    "performance": 2068,
    "Thi@@": 10152,
    "gentlemen": 2999,
    "owner": 4501,
    "mete@@": 10329,
    "tax@@": 7048,
    "emergency": 2767,
    "Bat@@": 7712,
    "expenses": 4593,
    "or": 37,
    "ship": 547,
    "definitions": 8107,
    "cted": 1719,
    "Officer": 5503,
    "greenhouse": 7051,
    "Ther@@": 11027,
    "ety": 4890,
    "assessment": 851,
    "Ban@@": 5164,
    "one": 92,
    "mad": 2615,
    "EP": 11105,
    "bles": 6947,
    "invite": 5830,
    "cast@@": 11723,
    "Fra@@": 8390,
    "programming": 5296,
    "stam@@": 6552,
    "outta": 12058,
    "you": 10,
    "Their": 10188,
    "Background": 10521,
    "Ukra@@": 11093,
    "rates": 1871,
    "°": 2293,
    "Thor@@": 8957,
    "dismissed": 6908,
    "visual": 7423,
    "lav@@": 11584,
    "decisions": 1262,
    "icker": 9240,
    "Audit": 10760,
    "wand@@": 7859,
    "Well": 72,
    "quickly": 2313,
    "killer": 3093,
    "statutory": 6287,
    "ners": 3021,
    "recep@@": 7464,
    "house": 557,
    "proposal": 954,
    "black@@": 6909,
    "OP@@": 4671,
    "vary": 7872,
    "impairment": 4062,
    "lad@@": 3309,
    "Fen@@": 10820,
    "s/@@": 6280,
    "entirety": 7878,
    "Check": 6274,
    "citizens": 2207,
    "swit@@": 5452,
    "achieving": 3142,
    "ieve": 12577,
    "trying": 974,
    "ema@@": 9480,
    "She": 311,
    "method@@": 8283,
    "nerv@@": 7348,
    "suppliers": 6578,
    "spare": 6580,
    "Kou@@": 12264,
    "gives": 3209,
    "Polish": 5781,
    "recall": 11913,
    "compan@@": 6586,
    "fab@@": 3330,
    "update": 2527,
    "crowd": 6011,
    "mie": 11790,
    "mbo@@": 7844,
    "packed": 9833,
    "Publi@@": 11358,
    "errors": 5593,
    "cutan@@": 11649,
    "admissibility": 9906,
    "Ah": 2458,
    "resear@@": 8273,
    "sive": 1731,
    "minal": 7765,
    "evaluated": 6296,
    "wants": 979,
    "Kam": 13151,
    "lea@@": 3037,
    "Dor@@": 8019,
    "ation": 194,
    "refer": 8152,
    "finance": 4617,
    "peror": 6956,
    "spread": 5590,
    "Laura": 9476,
    "nah": 11194,
    "CO": 4904,
    "tic": 1384,
    "PR@@": 5556,
    "ind@@": 5755,
    "loss": 2070,
    "value": 633,
    "Germany": 1797,
    "wat@@": 7461,
    "fying": 1101,
    "Instance": 9972,
    "identifying": 5378,
    "About": 8001,
    "framework": 1158,
    "bag": 2896,
    "Therefore": 2032,
    "Commission@@": 10811,
    "Jam@@": 6290,
    "jim": 13520,
    "commit@@": 11287,
    "econ@@": 11420,
    "productive": 7739,
    "original": 1706,
    "cam@@": 3131,
    "incl@@": 10594,
    "gently": 9139,
    "Which": 2951,
    "Fili@@": 12275,
    "fashion": 9057,
    "gradu@@": 2532,
    "Chem@@": 7892,
    "ments": 941,
    "Keep": 3192,
    "aft": 8224,
    "wall": 1977,
    "impact": 969,
    "Gla@@": 9036,
    "amoun@@": 5228,
    "Regulations": 3134,
    "corner": 3702,
    "Mainten@@": 13101,
    "container": 8334,
    "‑@@": 4559,
    "Cro@@": 5760,
    "šk@@": 12868,
    "humanit@@": 8893,
    "wise": 6863,
    "id@@": 689,
    "amat@@": 10739,
    "improve": 3543,
    "six@@": 9052,
    "lings": 8728,
    "rail@@": 10850,
    "≤": 9362,
    "em@@": 699,
    "Sit": 5598,
    "operating": 1864,
    "company": 569,
    "Anna": 6555,
    "immun@@": 7533,
    "analysed": 8160,
    "hub@@": 12548,
    "Marcus": 10133,
    "acquired": 3712,
    "sko@@": 12744,
    "sses": 5839,
    "extrem@@": 13117,
    "ESF": 5185,
    "Foun@@": 8497,
    "six": 1034,
    "field": 914,
    "rele@@": 11213,
    "struck": 7667,
    "satellite": 7103,
    "trusted": 7627,
    "employed": 4400,
    "Cha@@": 4955,
    "inions": 12003,
    "Hod@@": 11246,
    "lete": 10095,
    "queen": 6591,
    "ournal": 11232,
    "der@@": 1710,
    "consulting": 6783,
    "comprehen@@": 11223,
    "amer@@": 12607,
    "birth@@": 11714,
    "rant": 9817,
    "Vero@@": 10568,
    "prices": 1091,
    "anian": 6342,
    "Reporting": 9454,
    "д@@": 13395,
    "committees": 8391,
    "difficul@@": 13566,
    "Bay@@": 8997,
    "crops": 8487,
    "zan@@": 11365,
    "u": 1407,
    "longer": 893,
    "over@@": 694,
    "Sud@@": 9491,
    "inal": 2021,
    "tac@@": 4170,
    "osla@@": 13408,
    "contracts": 1820,
    "dly": 3051,
    "reimbursement": 10116,
    "Mol@@": 8547,
    "det@@": 3375,
    "7": 131,
    "chil@@": 5888,
    "dom": 4377,
    "alize": 11461,
    "new": 223,
    "requesting": 7591,
    "É@@": 10868,
    "plus": 3291,
    "ktor": 11533,
    "Era@@": 9806,
    "ond": 6626,
    "robi@@": 11326,
    "fon@@": 6311,
    "rum": 11020,
    "_en@@": 10173,
    "vé@@": 13013,
    "ths": 2747,
    "defend": 6976,
    "extremely": 7629,
    "demand": 3027,
    "aw@@": 2318,
    "posures": 13294,
    "�": 13349,
    "elds": 7382,
    "one@@": 9757,
    "arity": 3884,
    "til": 11757,
    "party": 582,
    "roc@@": 8938,
    "Sig@@": 6800,
    "remembered": 4302,
    "proud": 3431,
    "ux": 9460,
    "rist": 5204,
    "d": 411,
    "Gro@@": 3236,
    "means": 424,
    "silly": 11862,
    "Courts": 9188,
    "Cmax": 10390,
    "ping": 1655,
    "states": 2497,
    "Tribun@@": 12129,
    "flesh": 9866,
    "ider": 6872,
    "stayed": 4633,
    "isation": 3063,
    "deli@@": 11705,
    "pry@@": 12641,
    "remember": 726,
    "dim@@": 5490,
    "spr@@": 10221,
    "Grand": 7836,
    "Summary": 8701,
    "rt@@": 3597,
    "eck": 10583,
    "ports": 4657,
    "aron": 6426,
    "refu@@": 11859,
    "presentation": 6999,
    "collect": 9735,
    "list": 769,
    "ital": 4105,
    "ina": 1602,
    "Requi@@": 7398,
    "DEC@@": 9722,
    "hereby": 3756,
    "nek": 13078,
    "mechanism": 3417,
    "ný": 13278,
    "Professor": 7818,
    "pup@@": 5505,
    "Full": 11275,
    "ring": 1695,
    "brings": 6627,
    "bar@@": 1597,
    "ata": 6546,
    "Indon@@": 9141,
    "grew": 5189,
    "Rob@@": 6949,
    "oty@@": 10576,
    "lodged": 2709,
    "lus@@": 10554,
    "tially": 13213,
    "Vo@@": 7181,
    "Si@@": 3122,
    "your@@": 13276,
    "α@@": 11163,
    "pat@@": 1924,
    "iry": 5419,
    "mirror": 6727,
    "procedures": 807,
    "gen@@": 1344,
    "Tw@@": 11208,
    "Maintenance": 5519,
    "IF@@": 4260,
    "ully": 9737,
    "‘@@": 12184,
    "acid": 2983,
    "confer@@": 8014,
    "engaged": 5894,
    "Amer@@": 12014,
    "property": 1150,
    "Son@@": 8102,
    "super": 9133,
    "feature": 10938,
    "nit@@": 2521,
    "dar@@": 4710,
    "yc@@": 3754,
    "Proced@@": 10680,
    "lia": 8914,
    "dod@@": 11494,
    "understanding": 3887,
    "ran@@": 1106,
    "sist": 5684,
    "blin@@": 6364,
    "sen": 2616,
    "Things": 11661,
    "Blo@@": 9975,
    "sale": 2600,
    "Huh": 11159,
    "û@@": 12971,
    "nah@@": 12769,
    "non@@": 4799,
    "ean": 11938,
    "technology": 2309,
    "card": 2307,
    "Pav@@": 11409,
    "may@@": 7463,
    "ω@@": 12955,
    "Chamber": 4575,
    "individually": 7511,
    "manufactur@@": 13288,
    "transactions": 2299,
    "rin": 9566,
    "intelligence": 7077,
    "quest": 7660,
    "nic@@": 4287,
    "(1)(a": 7852,
    "Caro@@": 11052,
    "laid": 405,
    "Western": 8195,
    "placing": 3569,
    "chal": 12756,
    "combined": 4724,
    "Instal@@": 10912,
    "ban@@": 1828,
    "AB": 9962,
    "nu@@": 2611,
    "next": 640,
    "enhan@@": 12122,
    "bli@@": 7690,
    "WTO": 7938,
    "annex": 10424,
    "compared": 1974,
    "sever@@": 6485,
    "ligent": 7236,
    "far": 509,
    "wet": 5614,
    "signific@@": 13472,
    "seed": 5430,
    "mann": 8512,
    "explod@@": 10433,
    "igh": 9307,
    "cares": 7177,
    "Kel@@": 8243,
    "sv@@": 7771,
    "Everybody": 5275,
    "movie": 2770,
    "EX@@": 3574,
    "Chi@@": 6295,
    "wards": 3350,
    "commander": 5339,
    "dissemin@@": 8431,
    "Hi": 770,
    "pro@@": 479,
    "disaster": 8614,
    "ress": 5059,
    "icity": 7123,
    "care": 482,
    "indi@@": 8740,
    "king@@": 7584,
    "establish": 2647,
    "RE@@": 1249,
    "restruct@@": 12689,
    "ill": 1551,
    "UC@@": 5937,
    "arities": 11580,
    "vou@@": 10992,
    "oret@@": 8884,
    "suspended": 4690,
    "programmes": 1074,
    "counted": 9154,
    "server@@": 12957,
    "ster": 2463,
    "clinical": 2104,
    "ision": 5741,
    "ree": 5599,
    "Jer@@": 9572,
    "other": 109,
    "properties": 4273,
    "solid": 5037,
    "ie": 1114,
    "infection": 5062,
    "Aid": 2916,
    "ions": 1185,
    "Derek": 10042,
    "reporting": 2217,
    "power": 808,
    "aded": 5473,
    "URE": 5803,
    "revenues": 9396,
    "crying": 6089,
    "doz@@": 12193,
    "paint": 6454,
    "Monday": 6720,
    "Mid@@": 6162,
    "story": 1726,
    "environment@@": 10167,
    "corresponding": 3565,
    "Evaluation": 6819,
    "scrip@@": 9278,
    "page": 2033,
    "manual": 8343,
    "thanks": 3600,
    "gging": 3163,
    "Forget": 8259,
    "ff@@": 1414,
    "Zad@@": 12883,
    "chment": 11355,
    "villa@@": 9713,
    "convince": 7676,
    "ECR": 2468,
    "titles": 10704,
    "tery": 4065,
    "dumped": 5578,
    "lite": 11544,
    "zie": 11157,
    "ass": 1309,
    "natural": 1169,
    "prod@@": 12973,
    "ulu": 11433,
    "smus": 11401,
    "nul@@": 8225,
    "NP@@": 11775,
    "what": 47,
    "taxation": 6617,
    "causing": 9974,
    "supports": 5388,
    "Organ@@": 3869,
    "You@@": 7923,
    "clo@@": 1491,
    "bru@@": 3961,
    "freez@@": 11068,
    "ct": 1724,
    "tren@@": 12034,
    "ches": 1450,
    "volunte@@": 5905,
    "men@@": 2516,
    "cher@@": 10168,
    "Enterprise": 8036,
    "Smith": 6639,
    "ys": 1232,
    "Nav@@": 4895,
    "Je@@": 2198,
    "fucked": 4873,
    "TEN": 11345,
    "ř@@": 12557,
    "Ann": 10697,
    "pretend": 6806,
    "murdered": 5817,
    "pra@@": 1935,
    "inv@@": 1960,
    "observations": 4061,
    "hou": 12170,
    "referred": 1328,
    "lem": 10837,
    "quick": 4863,
    "cle": 5387,
    "zky": 12861,
    "for@@": 886,
    "Half": 11908,
    "delivered": 3805,
    "Commission": 105,
    "zim@@": 13004,
    "Frank": 3376,
    "sleep": 1222,
    "ace": 4132,
    "hope": 939,
    "dows": 12740,
    "pleas@@": 11496,
    "develop": 4208,
    "the": 6,
    "ut": 3310,
    "servations": 9038,
    "appeals": 9571,
    "standard": 1357,
    "screwed": 9992,
    "oce@@": 11294,
    "On": 526,
    "Spo@@": 9461,
    "s@@": 199,
    "Affairs": 5460,
    "w": 835,
    "arms": 2830,
    "shock": 6330,
    "Michael": 3035,
    "repeated": 4637,
    "surance": 12376,
    "Me@@": 2737,
    "built": 3257,
    "sexu@@": 11360,
    "Bre@@": 3896,
    "unior": 9856,
    "gence": 8246,
    "ovi": 12849,
    "needed": 1385,
    "ting": 390,
    "su@@": 755,
    "Protocol": 2300,
    "Guidelines": 3945,
    "dest": 6695,
    "marks": 2908,
    "ipul@@": 13482,
    "The@@": 7425,
    "prevention": 4830,
    "under": 141,
    "stup@@": 11160,
    "CEN": 4687,
    "TAB@@": 12528,
    "West": 4102,
    "advanced": 6227,
    "ept": 12139,
    "Shall": 8714,
    "ordinary": 3352,
    "aby@@": 7012,
    "held": 933,
    "Ms": 9487,
    "defic@@": 11685,
    "Dav@@": 6798,
    "ta@@": 1612,
    "placebo": 4178,
    "variety": 9318,
    "eventually": 9875,
    "Produ@@": 7819,
    "iew": 9323,
    "ono": 12145,
    "listen": 1307,
    "smile": 3104,
    "hyper@@": 3861,
    "will": 87,
    "Basic": 10580,
    "mon@@": 865,
    "mom": 1280,
    "idly": 12646,
    "complet@@": 13279,
    "pension": 3248,
    "hunting": 7557,
    "coordination": 3572,
    "mmol": 9790,
    "implications": 10758,
    "stuffs": 9886,
    "Len@@": 6282,
    "embar@@": 10677,
    "prin@@": 6143,
    "ousness": 5446,
    "Press": 10253,
    "col@@": 965,
    "winning": 10295,
    "bott@@": 7555,
    "grants": 3739,
    "pse": 6418,
    "audi@@": 12822,
    "5@@": 84,
    "Each": 2856,
    "representation": 6331,
    "rect": 8426,
    "For@@": 1946,
    "cuse": 12928,
    "prim@@": 8085,
    "tou@@": 3298,
    "OH@@": 12082,
    "Air": 5257,
    "ű@@": 13303,
    "~@@": 8092,
    "resulting": 2184,
    "regener@@": 10398,
    "vement": 12361,
    "Ex@@": 1095,
    "Regional": 2285,
    "ER": 3461,
    "unlawful": 6523,
    "Competition": 7000,
    "title": 5130,
    "idel@@": 7733,
    "him": 78,
    "lut@@": 7843,
    "Bruce": 10080,
    "finds": 4081,
    "ended": 1784,
    "poli@@": 10045,
    "buil@@": 10628,
    "Registry": 8476,
    "alised": 3480,
    "Korea": 7896,
    "ā": 12995,
    "Air@@": 6422,
    "desk": 5186,
    "xt": 12869,
    "thre@@": 9429,
    "SV@@": 11807,
    "Sky@@": 9917,
    "ged": 966,
    "contracting": 4149,
    "corrid@@": 11051,
    "Paci@@": 9275,
    "tered": 1821,
    "important": 562,
    "bloody": 7548,
    "amaz@@": 10298,
    "gods": 6245,
    "emp@@": 3545,
    "nature": 1543,
    "Just": 360,
    "Hol@@": 2659,
    "water": 619,
    "contin@@": 8785,
    "Boy@@": 11109,
    "lap@@": 6160,
    "Calm": 6536,
    "sure": 332,
    "rob@@": 2204,
    "redit@@": 12723,
    "alth": 9096,
    "enz@@": 9694,
    "whoever": 8362,
    "dinner": 2030,
    "Associ@@": 11217,
    "biocid@@": 10304,
    "opat@@": 11142,
    "ing": 113,
    "promise": 2162,
    "ona": 6832,
    "load": 2427,
    "exercise": 3226,
    "asi": 11522,
    "voice": 1274,
    "twice": 2557,
    "tive": 1451,
    "uch@@": 8731,
    "health": 908,
    "get": 137,
    "Copy": 11632,
    "br@@": 1685,
    "excep@@": 10812,
    "antit@@": 12575,
    "inti@@": 5453,
    "gover@@": 7291,
    "lah": 8681,
    "ų": 12648,
    "head": 500,
    "kon": 12210,
    "certi@@": 8448,
    "šek": 13046,
    "authorising": 8776,
    "SA@@": 4584,
    "bia": 6902,
    "parano@@": 10532,
    "recalled": 10540,
    "||": 2591,
    "render": 7213,
    "vul@@": 7924,
    "NN": 11464,
    "þ": 13209,
    "named": 3606,
    "erial": 8344,
    "darling": 4674,
    "path": 3614,
    "uto": 12656,
    "curr@@": 11539,
    "confusion": 7637,
    "standard@@": 11755,
    "DY": 13200,
    "Ö@@": 11216,
    "ps": 1523,
    "Stro@@": 12196,
    "Josh": 9706,
    "bid@@": 5170,
    "firms": 6904,
    "Exactly": 9867,
    "gal@@": 6673,
    "much": 286,
    "н@@": 13068,
    "DVD": 11306,
    "ron": 2272,
    "bust@@": 11982,
    "establishing": 1191,
    "expressly": 5875,
    "inations": 7487,
    "itly": 12079,
    "FROM": 9580,
    "direction": 3245,
    "arrested": 6549,
    "CFSP": 4583,
    "Kre@@": 11482,
    "icht": 12124,
    "positive": 2667,
    "Global": 8265,
    "comparable": 4415,
    "Any": 2789,
    "performed": 4655,
    "attend": 10553,
    "kick": 6036,
    "ld@@": 11555,
    "liquidity": 7553,
    "Authorisation": 8653,
    "high": 651,
    "ourable": 13290,
    "reli@@": 2687,
    "d'@@": 10473,
    "pale": 6478,
    "deteri@@": 7448,
    "main@@": 9632,
    "Brussels": 1263,
    "Agency": 1588,
    "nobody": 8609,
    "ч": 13152,
    "Ä@@": 12916,
    "reserves": 8725,
    "shareholders": 7778,
    "continuous": 6735,
    "www.@@": 7129,
    "refriger@@": 8613,
    "materi@@": 10397,
    "›": 12117,
    "Opinion": 5443,
    "vice": 8887,
    "involved": 1235,
    "beautiful": 950,
    "lymp@@": 11488,
    "EMEN@@": 5752,
    "equality": 7915,
    "ED": 4731,
    "appli@@": 6954,
    "rance": 12225,
    "increase": 1009,
    "lawful": 11615,
    "intra": 7217,
    "aled": 7867,
    "clarify": 11418,
    "possible": 460,
    "endo@@": 10370,
    "Commitments": 2640,
    "Anton@@": 9636,
    "expl@@": 3477,
    "only": 144,
    "need@@": 7288,
    "Anth@@": 10859,
    "ele": 9432,
    "excited": 7260,
    "sur@@": 1286,
    "cellent": 10639,
    "sto": 11906,
    "atic": 3239,
    "administrative": 1010,
    "both": 474,
    "ental": 2643,
    "Finally": 4692,
    "lying": 2569,
    "report": 578,
    "nin": 11769,
    "ki@@": 11397,
    "Sev@@": 11195,
    "markets": 1842,
    "articles": 3486,
    "Tot@@": 12286,
    "grouping": 11788,
    "AD": 6136,
    "biggest": 6493,
    "headings": 5308,
    "blade": 8877,
    "timely": 6910,
    "Sur@@": 6105,
    "aviation": 7471,
    "vel@@": 3923,
    "region": 2534,
    "onto": 3300,
    "Jay": 9919,
    "compati@@": 12347,
    "Dis@@": 1953,
    "Goodbye": 9764,
    "Long": 8583,
    "changes": 1082,
    "her": 90,
    "facing": 8545,
    "liter@@": 4809,
    "Be@@": 1910,
    "Henry": 4063,
    "Dre@@": 8954,
    "lig@@": 5086,
    "alcohol": 4536,
    "iser": 9700,
    "wron@@": 10354,
    "Zak@@": 11646,
    "CV@@": 10848,
    "limin@@": 12231,
    "Sci@@": 8787,
    "attachment": 9219,
    "dust": 5249,
    "Queen": 5756,
    "ύ@@": 12629,
    "market": 282,
    "(3)(@@": 8650,
    "kor@@": 12069,
    "rear": 8795,
    "tier": 8967,
    "camera": 4060,
    "iona": 11506,
    "writing": 2412,
    "barely": 4544,
    "constra@@": 7319,
    "cessive": 11598,
    "arly": 4007,
    "ror": 4376,
